Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: མི་རྟག་པ་ ཉིད་ ཀྱིས་ འགྱུར་བ འི་ ཤུགས་ བཟློག་ པར་ དཀའ་བ་ ནི་ བཟློག་ པར་ དཀའ་བ་ ལྟ་བུ་ ཡིན་ ཏེ །_ སྲིད་པ་ ཆུ་བོ་ ལྟ་བུ ར་ སེམས་ ཉ་ ལྟ་བུ་ འབྱུང་ ཞིང་ འཇུག་ སྟེ །_ ལྷ་ དང་ མི་ དག་ ཏུ་ ནི་ འབྱུང་ ལ་ སེམས་ཅན་ དམྱལ་བ་ དང་ །_ ཡི་དགས་ དང་ །_ དུད་འགྲོ་ རྣམས་ སུ་ ནི་ སྲེད་པ་ ཆུ་བོ་ ལྟ་བུ ར་ སེམས་ ཉ་ ལྟ་བུ་ འཇུག་ གོ _།
en: The stream of impermanence is difficult to reverse, yet within this existence—the river of craving—swims the fish of the mind, emerging at times among gods and humans, and at others among hell beings, starving spirits, or animals.

source: དེ་ནས་ གཞན་ ཡང་ ཇི་ལྟ ར་ ན་ དགེ་སློང་ རྣལ་འབྱོར་ ལ་ གནས་པ་ དེ་ལས་ དང་ ཆོས་ དང་ རྣམ་པར་ སྨིན་པ་ ཤེས་ ཤིང་ སེམས་ཅན་ ཐམས་ཅད་ སེམས་ ལ་ རག་ ལས་པ་ མཐོང་ ལ །_ སེམས་ ཀྱི་ རྣམ་པ་ སེམས་ ཀྱི་ དབང་ དུ་ གྱུར་ ཅིང་ སེམས་ ཀྱིས་ བསླུས་པ་ མཐོང་ སྟེ
en: $249 “As the monk engaged in spiritual practice comprehends karmic action, phenomena, and ripening, he will also see that all sentient beings are dependent on the mind, governed by the mind, and deceived by the mind.

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ་ ལྷ འི་ མིག་ གིས་ སེམས་ཅན་ ཐམས་ཅད་ སེམས་ ཀྱི་ ལས་ ལ་ རག་ ལས་ཤིང་ སེམས་ ཀྱི་ ལས་ ཀྱི་ རྣམ་པ་ ལ་ སེམས་ རག་ ལས་པ་ མཐོང་ སྟེ
en: Spiritual practitioners who carefully observe inner phenomena will, by means of knowledge derived from hearing or through the divine eye, perceive that all sentient beings depend on the acts of the mind, and that mind, in turn, depends on the features of the acts of the mind.

source: ཀྱེ་མ་ འཁོར་བ་ ཐོག་མ་ དང་ ཐ་མ་ མེད་པ་ ནས་ འགྲོ་བ་ དུ་མ ར་ རབ་ཏུ་ རྒྱུ་བ འི་ སེམས་ཅན་ འདི་དག་ ཇི་ལྟ ར་ འགྱུར་ སྙམ་ མོ །_།
en: Thus, he will ask himself, ‘Oh, what is to become of these beings, who are cycling throughout these numerous realms with no beginning or end?’

source: དེ་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ་ ལྷ འི་ མིག་ གིས་ སེམས་ཅན་ གྱི་ སེམས་ ཀུན་ ནས་ ཉོན་མོངས་ པས་ འཆིང་ ཞིང་ རྣམ་པར་ བྱང་བ ས་ འགྲོལ་ བར་ མཐོང་ ངོ་ །_།
en: With knowledge derived from hearing or through the divine eye, he will then see that sentient beings are bound by affliction and that they are liberated by purification.

source: དེ་ ལ་ སེམས་ ཀྱི་ རྣམ་པ་ མང་ སྟེ །_ དམིགས་པ འི་ བྱེ་བྲག་ དང་ །_ ངོ་བོ་ ཉིད་ ཀྱི་ བྱེ་བྲག་ དང་ །_ འགྲོ་བ འི་ རིས་ ཀྱི་ བྱེ་བྲག་ གིས་ འགྲོ་བ་ རྣམས་ ཀྱི་ རྣམ་པ་ ལྔ འོ །_།
en: $250 “The features of the mind are many, because the five classes of beings have numerous differences in terms of what is observed about them, their essences, and their realms.

source: རྟེན་ བཟང་པོ འི་ བྱེ་བྲག་ གིས་ དལ་འབྱོར་ དང་ ལྡན་པ་ དང་ །_ ཀུན་ དུ་ སྦྱོར་བ འི་ འདུ་བྱེད་ དང་ །_ ཡང་དག་ པར་ ལྡན་པ འི་ སེམས་ བག་ ལ་ ཉལ་ དང་ ལྡན་པ་ དང་ །_ ནམ་མཁའ་ ལ་སོགས་པ་ གསུམ་ དང་ རྟག་ ཏུ་ མི་ ལྡན་པ་ སྟེ །_
en: Those who possess an excellent support have freedoms, endowments, formations that cause rebirth, latent tendencies for a proper attitude, and a constant absence of the triad that includes space.#38

source: རྣམ་པ་ ལྔ་ ཡིན་ ནོ །_།
en: Thus, there are five features.

source: དེ་ཡང་ དབང་པོ འི་ བྱེ་བྲག་ གིས་ ནི་ དཔག་ ཏུ་ མེད་ ལ །_ སྲེད་པ འི་ གནས་ སྣ་ཚོགས་ ཀྱི་ བྱེ་བྲག་ གིས་ མདོར་ན་ ཀུན་ ནས་
en: There are boundless differences in terms of the faculties, and the differences with respect to the bases for craving are also numerous.

source: ཉོན་མོངས་པ་ འདི འི་ ཕྱོགས་ འདི་ ནི་ [141a] སེམས་ལས་ བྱུང་བ་ ལྔ ར་ འགྱུར་ རོ །_།
en: In short, however, the factors of affliction {{page:{number:119,id:UT22084-068-021-100145,folio:F.141.a,volume:V68}}} are constituted by the five mental states.

source: ཇི་ལྟ ར་ ན་ རྣམ་པར་ བྱང་བ འི་ ཕྱོགས་ སུ་ འགྱུར་ ཞེ་ན །_
en: $251 “What are the factors of purification?

source: ཉོན་མོངས་པ འི་ རྩ་བ་ གསུམ་ དག་ གི་ གཉེན་པོ་ གསུམ་ ཡིན་ ནོ །_།
en: They are the remedies for the three root afflictions.

source: འདས་པ་ དང་ །_ མ་འོངས་པ འི་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ ཐམས་ཅད་ ཀྱི་ གསུང་རབ་ ཡང་དག་པ འི་ ལམ་ སྟོན་པ་ ནི་ འདི་ལྟ་སྟེ །_ འདོད་ཆགས་ ལ་ ནི་ མི་ སྡུག་པ འོ །_། ཞེ་སྡང་ ལ་ ནི་ བྱམས་པ འོ །_། གཏི་མུག་ ལ་ ནི་ རྟེན་ ཅིང་ འབྲེལ་བར་ འབྱུང་བ འོ །_།
en: The perfect buddhas of the past and future teach the true path in terms of repulsiveness as the remedy for desire, love as the remedy for anger, and dependent origination as the remedy for delusion.

source: དེ་ ལུས་ ལ་ འདོད་ཆགས་ སྐྱེ་བ་ ན །_ དེ་ ལུས་ དེ་ ལ་ དམིགས་ ནས་ གནས་ ཤིང་ རྣམ་པར་ འབྱེད་ དེ །_ རྐང་པ་ དང་ །_ སེན་མོ་ དང་ །_ མདོག་ དང་ །_ ཡན་ལག་ དང་ །_ ཉིང་ལག་ རགས་པ འི་ བར་ ལ་ རྣམ་པར་ འབྱེད་པ་ ནི་
en: $252 “Thus, when desire toward the body arises, one observes and discerns the body—from the feet, nails, and complexion up through the coarse major and minor body parts.

source: བདག་ གང་ཡིན །_ |#| བདག་ གི་ ཅི་ ཡིན་ ཞེས་ དེ་
en: One wonders, ‘What am I? What belongs to me?’

source: རང་ གི་ ཡན་ལག་ གི་ ཕྱོགས་ ལ་ རྐང་པ་ དང་ །_ |#| སེན་མོ་ ལུས་ ཐ་དད་ པར་ ལྟ་ སྟེ །_ གང་ ལ་ བདག་ ཏུ་ ང་རྒྱལ་ འཇུག་པ་ འདི་ ནི་ སེན་མོ་ དང་ ལུས་ མ་ ཡིན་ ཞིང་ །_ |#| རྐང་པ འི་ སེན་མོ་ ལུས་ སམ་ བདག་ མ་ ཡིན །_
en: In terms of one’s body parts, the feet and toenails are considered a different sort of body, and that to which the pride of self applies is neither the nails, nor the body. |#| The toenails are neither the body nor the self.

source: གང་ ལ་ བདག་ ཏུ་ ང་རྒྱལ་ འཇུག་པ་ འདི་ ནི །_ རྐང་པ འི་ མཐིལ་ ལུས་ མ་ ཡིན་ ཞིང་ ལོང་བུ་ བདག་ གམ་ ལུས་ མ་ ཡིན །_ རྐང་པ འི་ རྟིང་པ་ བདག་ གམ་ ལུས་ མ་ ཡིན་ ཞིང་ བསྡུས་པ་ བདག་ གམ་ ལུས་ མ་ ཡིན །_
en: As for the pride of self, the body at the soles of the feet is not the body, the ankles are neither the self nor the body, and the whole assemblage is neither the self nor the body either.

source: སྟ་ཟུར་ དང་ དཔྱི་ བདག་ གམ་ ལུས་ མ་ ཡིན །_ གཞང་ བདག་ གམ་ ལུས་ མ་ ཡིན །_
en: The hips and the hipbones are neither the self nor the body, and the anus is neither the self nor the body either.

source: སྒལ་བ འི་ རུས་པ ར་ གྱུར་པ་ བཞི་ བཅུ་ རྩ་ ལྔ་ བདག་ གམ་ ལུས་ མ་ ཡིན །_ ལྟག་པ་ བདག་ གམ་ ལུས་ མ་ ཡིན །_ བཞིན་ གྱི་ རུས་པ ར་ གྱུར་པ་ བདག་ གམ་ ལུས་ མ་ ཡིན་ ཏེ །_
en: The forty-five bones of the spine are neither the self nor the body, the nape is neither the self nor the body, and the facial bones are also not the self or the body.

source: དགེ་སློང་ དེས་ རྣམ་པར་ ཕྱེ་ ན་ དོན་གཞན་ དུ་ གྱུར་པ འི་ ལུས་ མ་ མཐོང་ ཞིང་ སོ་སོ་ ལ་ ཡང་ ལུས་ མ་ མཐོང་ ལ །_
en: $253 “As the monk discerns things in this way, he does not perceive any ‘body’ that is a separate entity, nor will he perceive the body in the individual factors.

source: རྣམ་པར་ ཕྱེ་ ན་ ཡང་ ལུས་ མ་ མཐོང་ ངོ་ །_།
en: Thus, upon investigation he does not perceive the body.

source: མིག་ དང་ །_ རྣ་བ་ དང་ །_ སྣ་ དང་ །_ ལྕེ་ དང་ །_ ལུས་ དང་ །_ ཡིད་ ལ་ ཡང་ ལུས་ སམ་ བདག་ མི་ མཐོང་ ཞིང་བདག་ ཉིད་ མེད་ དོ །_།
en: He will not see the body or the self in the eyes, ears, nose, tongue, body, or mind; there is no self there.

source: དེ་ལྟ ར་ ལུས་ རྡུལ་ ཕྲ་མོ ར་ སོ་སོ ར་ རྣམ་པར་ འབྱེད་ དེ །_ དེ་ བདག་ གི་ ལུས་ ཡུངས་ཀར་ ཙམ་ དང་ ཕྱེ་མ་ ལྟ་བུ ར་ མཐོང་ ངོ་ །_།
en: As he thus extends his analysis of the body to the individual subtle particles, he will see his body as like a mere sesame seed or sand grain.

source: དེ་ འབྱུང་བ་ ཆེན་པོ་ རྣམས་ རྣམ་པར་ འབྱེད་ དེ་ བདག་ ནི་ གང་ཞིག _།
en: $254 “Analyzing the four great elements, he will ask himself what the self is.

source: ཅི་ ས འི་ ཁམས་ བདག་ ཡིན་ ནམ །_
en: Is the earth element the self?

source: ཆུ འི་ ཁམས་ བདག་ ཡིན་ ནམ །_ མེ འི་ [141b] ཁམས་ བདག་ ཡིན་ ནམ །_ རླུང་ གི་ ཁམས་ བདག་ ཡིན་ ནམ་ སྙམ་ མོ །_།
en: Or is the water element, {{page:{number:120,id:UT22084-068-021-100146,folio:F.141.b,volume:V68}}} the fire element, or the wind element the self?

source: དེ་དོན་ དམ་པར་ ན་ བདག་ གི་ ཁམས་ མ་ མཐོང་ ཞིང་བདག་ གི་ ཁམས་ མཐོང་བ་ མེད་པ་ ན་ དོན་གཞན་ དུ་ གྱུར་པ་ མ་ མཐོང་ སྟེ །_
en: Ultimately, he will not perceive any element as the self, and his lack of seeing any element as the self is not any separate entity either.

source: དཔེར་ན་ ཤིང་ ལྗོན་པ་ དུ་མ་ འདུས་པ་ ལ་ ཚལ་ དུ་ མཐོང་ ལ་ ཤིང་ ལྗོན་པ་ རེ་རེ་ ལ་ ཚལ་ མེད་ དོ །_།
en: Take the analogy of a forest. It is seen as a cluster of many trees, but not as any particular tree.

source: དོན་དམ་ པར་ ན་ ཚལ་ ཞེས་ བྱ་བ་ ཤིང་ ལྗོན་པ་ མ་གཏོགས་ པར་ ཚལ་ མེད་ ལ་ ཡང་དག་ པར་ ན་ ཤིང་ ལྗོན་པ་ ཡང་ ཤུན་པ་ དང་ །_ རྩ་བ་ དང་ །_ ཡལ་ག་ དང་ །_ ལོ་མ་ དང་ །_ ལྕུག་མ་ མ་གཏོགས་ པར་ དོན་གཞན་ དུ་ གྱུར་པ་ མེད་ དེ
en: In ultimate terms, there is no ‘forest’ other than the trees, yet other than the bark, roots, branches, leaves, and twigs, there are no separate tree entities either.

source: ཀུན་རྫོབ་ ཏུ་ ནི་ ཚལ་ ཡོད་ དོ །_།
en: Nevertheless, in relative terms, the forest is there.

source: དེ་ལྟ ར་ ལུས་ འདི་ ཡང་ ལག་པ་ ལ་སོགས་པ་ འདུས་པ་ ཙམ་ འདི་ ལ་ ཀུན་རྫོབ་ ཏུ་ འདི་ ནི་ ལུས་ ཡིན་ ནོ །_།
en: Similarly, in reference to the mere assemblage of hands, and so forth, one may, in relative terms, speak and conceive of ‘this body.’

source: ཞེས་ འདུ་ཤེས་ འཇུག་ གོ་ སྙམ་ ནས་ དེ་ ལུས་ དེ འི་ ཆོས་ ཀྱི་ དེ་ ཁོ་ན་ཉིད་ ཤེས་ ནས་ ལུས་ ལ་ འདོད་ཆགས་ དང་ བྲལ་ ཞིང་ ལུས་ ཀྱི་ ཡན་ལག་ དང་ ཉིང་ལག་ དག་ ལ་ འདོད་ཆགས་ དང་ བྲལ་བ ར་ འགྱུར་ རོ །_།
en: $255 “When the monk thus comprehends the reality of the phenomena of the body, he becomes free from desire in relation to the body, as well as desire in relation to the major and minor body parts.

source: དེ་ འདོད་ཆགས་ དང་ བྲལ་ ན་ དགའ་བ འི་ འདོད་ཆགས་ ཀྱི་ མོད་ ལས་ སྐྱེས་པ་ ཡང་ འབྱུང་བ འི་ སྲེད་པ ས་ གནོད་པ་ མེད་ དེ །_
en: Once he is free from that desire, he will not be harmed by the craving that otherwise accompanies desirous excitement.

source: དེ་ལྟ ར་ འདོད་ཆགས་ ཀྱི་ གཉེན་པོ་ ལ་ རབ་ཏུ་ བརྩོན་ ནོ །_།
en: In this way he will diligently cultivate the remedy for desire.

source: ཇི་ལྟ ར་ ན་ ཞེ་སྡང་ གི་ གཉེན་པོ་ ལ་ རབ་ཏུ་ བརྩོན་ ཞེ་ན །_
en: $256 “How does he pursue the remedy for anger?

source: དེ་ བྱམས་པ་ ལ་ གནས་པ ར་ འགྱུར་ ཏེ །_ ཀྱེ་མ་ སེམས་ཅན་ འདི་དག་ ནི་ ཉམ་ང་ བར་ ཞུགས་པ་ ཡིན་ ཏེ །_
en: He does so by abiding by love, thinking, ‘Alas, how miserable are these beings!’

source: འདི་ལྟ་སྟེ །_ འགྲོ་བ་ ལྔ་ རྣམས་ སུ་ སྐྱེ་བ་ དང་ །_ འཆི་བ་ དང་ །_ འཆི་ འཕོ་ དང་ །_ འབྱུང་བ་ དག་ འཇིགས་པ་ ལྔ ར་ ཞུགས་ཤིང་
en: The five classes of beings undergo birth, death, transference, the elements, and the five fears.

source: ཤི་བ འི་ ལུས་ རུས་པ་ ལྟ་བུ་ དེ་དག་ ལ་མ་ ལྟ་བུ ར་ སྙིང་རྗེ་ སྐྱེ འོ །_།
en: Toward such beings, who resemble skeletal corpses, he feels as much compassion as one feels toward one’s own mother.

source: རྨ་ ལ་བ་ ཚྭ ས་ བྱུགས་པ་ ལྟ་བུ འི་ སེམས་ཅན་ སྡུག་བསྔལ་བ་ འདི་དག་ ལ་ ཇི་ལྟ ར་ ཁྲོ་བ་ སྐྱེད་ དེ་ སེམས་ཅན་ དེ་དག་ ནི་
en: Thus, he will think, ‘How could I get angry at any of these suffering beings, and so rub salt in their wounds?

source: རང་བཞིན་ གྱིས་ སྡུག་བསྔལ་བ་ ཡིན་ ནོ་ སྙམ་ སྟེ །_
en: They suffer by their very nature!’

source: དེ་ ཉོན་མོངས་པ འི་ རྣམ་པ་ ཆེན་པོ་ གཉིས་པ་ ལ་ གནས་ སོ །_།
en: In this way he will relate to the second great affliction.

source: ཡང་ དགེ་སློང་ དེ་ ཇི་ལྟ ར་ ན་ ཉོན་མོངས་པ་ ཆེན་པོ་ གསུམ་པ་ སོ་སོ ར་ འཇིག་པ་ ལ་ རབ་ཏུ་ བརྩོན་ ཞེ་ན །_
en: $257 “How does the monk apply himself to the destruction of the third great affliction?

source: གཏི་མུག་ གིས་ བསྒྲིབས་པ འི་ སེམས་ཅན་ ནི་ ལུས་ ཀྱིས་ ཉེས་པ ར་ སྤྱད་པ་ སྤྱོད་པ་ དང་ །_ ངག་ གིས་ ཉེས་པ ར་ སྤྱད་པ་ སྤྱོད་པ་ དང་ །_ ཡིད་ ཀྱིས་ ཉེས་པ ར་ སྤྱད་པ་ སྤྱོད་པ་ ཡིན་ ཏེ །_
en: Sentient beings who are obscured by delusion engage in flawed conduct of the body, speech, and mind. |#| Thus,

source: ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ [142a] རྣམས་ སུ་ སྐྱེ འོ །_།
en: upon separating from their bodies, they will experience a downfall into the lower realms and be born as beings in hell. {{page:{number:121,id:UT22084-068-021-100147,folio:F.142.a,volume:V68}}}

source: གང་ གི་ ཚེ་ ཡང་དག་པ འི་ ལྟ་བ་ སྔོན་ དུ་ སོང་བ ས་ གཏི་མུག་ དང་ བྲལ་བ ར་ འགྱུར་བ་ དེ འི་ ཚེ་ ལུས་ ཀྱིས་ ལེགས་པ ར་ སྤྱད་པ་ དང་ །_ ངག་ གིས་ ལེགས་པ ར་ སྤྱད་པ་ དང་ །_ ཡིད་ ཀྱིས་ ལེགས་པ ར་ སྤྱད་པ་ སྤྱོད་པ་ དེ་ ཆོས་ དང་ ཆོས་མ་ ཡིན་པ འི་ དེ་ ཁོ་ན་ཉིད་ ཤེས་པ ར་ འགྱུར་ རོ །_།
en: Once they come to the right view, and thereby become free from delusion, they will engage in wholesome actions of the body, speech, and mind, and so comprehend the reality of Dharma and non-Dharma.

source: གང་ གི་ ཚེ་ ཆོས་ དང་ ཆོས་མ་ ཡིན་པ་ དེ་དག་ གི་ དེ་ ཁོ་ན་ཉིད་ ཤེས་ ཤིང་ །_ རྣམ་པར་ ཤེས་པ ར་ འགྱུར་བ་ དེ འི་ ཚེ་ ཉོན་མོངས་པ་ ཆེན་པོ་ གསུམ་པ འི་ ངོ་བོ་ ཉིད་ མེད་པར་ འགྱུར་ རོ །_།
en: Once they understand and comprehend the reality of Dharma and non-Dharma, the three great afflictions become essentially nonexistent.

source: དགེ་སློང་ དེ་ ཉོན་མོངས་པ་ གསུམ་པོ་ དེ་དག་ གཞིག་པ འི་ གཉེན་པོ་ གསུམ་ ནི་ ཉོན་མོངས་པ་ དང་ ཉེ་བ འི་ ཉོན་མོངས་པ་ ཐམས་ཅད་ ཀྱི་ ཀུན་ དུ་ སྦྱོར་བ་ དང་ །_ བག་ ལ་ ཉལ་ སོ་སོ ར་ གནས་པ་ འཇིག་པ ར་ འགྱུར་བ་ ཡིན་ ཏེ
en: Thus, by means of the three remedies that demolish the three great afflictions, the monk will destroy all the different bonds and latent tendencies that pertain to the afflictions.

source: དཔེར་ན །_ ཤིང་ ལྗོན་པ འི་ རྩ་བ་ བཅད་ ན་ ཤུན་པ་ དང་ །_ རྩ་བ་ དང་ །_ འདབ་མ་ དང་ །_ ལོ་མ་ དང་ །_ སྡོང་པོ་ དང་ །_ ཡལ་ག་ དང་ །_ མེ་ཏོག་ དང་ །_ འབྲས་བུ་ ལ་སོགས་པ་ དེ་དག་ ཐམས་ཅད་ རུལ་པ འམ །_ རྙི ས་ པར་ འགྱུར་བ་
en: Analogously, if the root of a tree is cut, the bark, roots, sprigs, leaves, trunk, branches, flowers, fruits, and so on, will all rot and wither.

source: དེ་བཞིན་ དུ་ གསུམ་པོ་ དེ་དག་ བཅོམ་ ན ཉོན་མོངས་པ་ ཐམས་ཅད་ བཅོམ་པ ར་ འགྱུར་ རོ་ སྙམ་ མོ །_།
en: Likewise, when those three afflictions are conquered, all the other afflictions will have been conquered as well. The monk contemplates in this way.

source: དེ་ནས་ གཞན་ ཡང་ ཇི་ལྟ ར་ ན་ དགེ་སློང་ དེ་ ས་ གཞན་ བདུན་པ་ ལས་ ས་ གཞན་ བརྒྱད་པ་ ལ་ འཇུག་ ཅེ་ན །_
en: $258 “How does the monk move from the seventh and on to the eighth ground?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ དེ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ་ དེ་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ །_ ལྷ འི་ མིག་ གིས་ མཐོང་ སྟེ །_ |#| ཇི་ལྟ ར་ ན་
en: Spiritual practitioners who carefully observe inner phenomena will, by means of knowledge derived from hearing or through the divine eye, recognize the following.

source: དགེ་སློང་ ཐོག་མ་ ཉིད་ དུ་ འདི་ལྟར་ མིག་ གིས་ ཡང་དག་པ་ ཇི་ལྟ་ བ་ བཞིན་ མཐོང་ ཞིང་ ཇི་ལྟ ར་ ན་ མིག་ གིས་ རྣམ་པར་ ཤེས་པ ར་ བྱ་བ འི་ གཟུགས་ རྣམས་ ལ་ བྱིས་པ་ སོ་སོ འི་ སྐྱེ་བོ་ ཀུན་ དུ་ ཆགས་ ཤིང་ རྣམ་པར་ ཆགས་ ལ་ ཤིན་ཏུ་ རྨོངས་ ཤིག་ གུ་ སྙམ་ ན
en: To begin with, the monk will see genuinely with his eyes, and so he thinks, ‘How deluded are all infantile, ordinary beings, who become entirely attached to the forms that they cognize with their eyes!’

source: དེ་ ལ་ ཀུན་ དུ་ ཆགས་པ འི་ གནས་ སུ་ འགྱུར་བ་ ནི་ མཛའ་བཤེས་ མཐོང་བ འམ །_ གཟུགས་ སམ །_ བུད་མེད་ དམ །_ དེ་ལས་ གཞན་པ་ མཐོང་ ན་ ཀུན་ དུ་ ཆགས་པ ར་ འགྱུར་ རོ །_།
en: Thus, he will think about the way that beings develop attachment when they see friends, certain forms, females, or the like.

source: ཞེ་སྡང་ གི་ གནས་ སུ་ འགྱུར་བ་ ནི་ འགྲན་ཟླ ར་ གྱུར་པ འམ །_ འགྲན་ཟླ འི་ གནས་ སུ་ འགྱུར་བ་ དག་ ལ་ ཞེ་སྡང་ བར་ འགྱུར་ རོ །_། འདོད་ཆགས་ དང་ ཞེ་སྡང་ གིས་ བསྒྲིབས་པ འི་ མིག་ དག་ ནི་ ཡང་དག་པ་ ཇི་ལྟ་ བ་ བཞིན་ [142b] མི་ མཐོང་ སྟེ །_
en: He will consider the way beings give rise to anger when seeing rivals and competitors, and he will acknowledge how eyes that are obscured by desire and anger are incapable of seeing things as they actually are. {{page:{number:122,id:UT22084-068-021-100148,folio:F.142.b,volume:V68}}}

source: གཏི་མུག་ གིས་ བསྒྲིབས་པ འི་ བྱིས་པ་ སོ་སོ འི་ སྐྱེ་བོ འི་ སེམས་ ནི་ ཀུན་ དུ་ རྟོག་པ་ ཙམ་ གྱི་ མིག་ གི་ རྣམ་པར་ ཤེས་པ ར་ བྱ་བ་ ལ་ ཀུན་ དུ་ ཆགས་ ཤིང་ རྣམ་པར་ ཆགས་ ལ་ ཤིན་ཏུ་ རྨོངས་ སོ །_།
en: Obscured by delusion, the minds of infantile, ordinary beings become extremely deluded and thoroughly attached to the mere projections that make up the objects of their eye consciousness.

source: སྲེད་པ ས་ བསླུས་པ འི་ མི་ ནི་ རང་ གི་ འདོད་པ འི་ རྣམ་པར་ རྟོག་པ ས་ བདག་ཉིད་ ལ་ བདག་ཉིད་ ཀུན་ དུ་ ཆགས་པ ར་ བྱེད་ དེ །_
en: $259 “People who are deceived by craving become attached to themselves by means of their own desirous thoughts.

source: དཔེར་ན་ ཁྱི་ ནི་ ཤ་ མེད་པ འི་ རུས་པ་ བླངས་ ཏེ་ ཁར་ བཅུག་ གོ །_།
en: Consider the example of a dog that grabs a meatless bone in its mouth.

source: དེ་ འགྲམ་སོ འི་ བར་ དུ་ རུས་པ་ བཅུག་པ འི་ ཁ་ཆུ་ འཛག་པ ས་ གཤེར་བ་ ལ་ ཟ་ ལ །_ |#| དེ་ ལ་ ཆགས་པ འི་ ཁྱི་ ཡང་ རང་ གི་ ཁ འི་ སོ འི་ བར་ ནས་ ཁྲག་ འོང་ སྟེ དེ་ རུས་པ་ དེ འི་ རོ་ ཡིན་པ ར་ སེམས་ ཀྱི་ རོ་ འདི་ ནི་ བདག་ཉིད་ ཀྱི་ ཁྲག་ ལ་ བདག་ཉིད་ མྱོང་བ ར་ བྱེད་ དོ་ སྙམ་ དུ་ མི་ སེམས་ ཤིང་ རོ་ ལ་ ཆགས་པ འི་ ཁྱི་ དེ་ ལྕེ་ ཡང་ ཟ འོ །_།
en: Slavering, the dog may bite and gnaw on the bone in such a frenzy that its gums begin to bleed. |#| Thinking that it is experiencing the taste of the bone, the dog is unaware that what it is tasting is in fact its own blood. Craving this taste, the dog may even munch on its own tongue.

source: རོ་ ལ་ ཆགས་པ འི་ བསྒྲིབས་པ་ རུས་པ་ ཡིན་པ ར་ སེམས་པ་ དེ་ ནི་ ཀུན་ དུ་ རྟོག་པ་ ཙམ་ ཁོ་ན་ ཡིན་ ཏེ །_
en: Obscured by its attachment to taste, the dog believes that it is the bone. Yet this is just a mere thought.

source: དེ་བཞིན་ དུ་ བྱིས་པ་ སོ་སོ འི་ སྐྱེ་བོ་ མིག་ གི་ རྣམ་པར་ ཤེས་པ ར་ བྱ་བ འི་ གཟུགས་ མིག་ ཏུ་ སྡུག་པ འི་ གཟུགས་ དག་ ལ་ ཀུན་ དུ་ ཆགས་པ ར་ འགྱུར་ རོ །_།
en: $260 “Now, the way that infantile, ordinary beings become attached to attractive forms that appear as objects before their eyes is similar to this.

source: དེ་ ཁ་ཆུ་ ལྟ་བུ འི་ རྣམ་པར་ རྟོག་པ ར་ བློ་གྲོས་ བསྒྲིབས་པ་ ཡིན་ ལ །_ རྣམ་པར་ དཔྱོད་པ་ ནི་ རུས་པ་ ལྟ་བུ་ ཡིན །_
en: The thought process of their obscured intelligence is similar to the dog’s slavering, and their assumptions are like the bone.

source: མིག་ ནི་ ཁར་ བཅུག་པ་ ལྟ་བུ་ ཡིན་ ཏེ །_ དེ་ལྟ་ དེ་ལྟ ར་ ཟ འོ །_།
en: Their eyes are like the biting, for they consume in the same way.

source: དེ འི་ སྲེད་པ་ ནི་ གང་ གིས་ ཁྲག་འཛག་པ་ ལྟ་བུ་ ཡིན་ ཏེ །_
en: Their craving is like the way the dog ingests his own blood.

source: འདི་ ནི་ བདག་ གི་ གཟུགས་ ཡིན་ ནོ་ སྙམ་ དུ་ སེམས་པ་ འདི་ ནི །_ སྲེད་པ་ ཁྲག་ གི་ རོ་ ལ་ ཆགས་པ་ ལྟ་བུ་ ཡིན་ ཏེ །_ དེ་ རོ་ དེ་ ལ་ ཆགས་ སོ །_།
en: Their thoughts of ‘this is my form!’ are like the dog’s attachment to the taste of blood.

source: དེ་ ལ་ཁྱི་ ཇི་ལྟ་བ་ བཞིན་ དུ་ བྱིས་པ་ སོ་སོ འི་ སྐྱེ་བོ་ ཡང་ དེ་ དང་ འདྲ །_
en: Thus, infantile, ordinary beings are just like that dog.

source: རུས་པ་ ཇི་ལྟ་བ་ བཞིན་ དུ་ མིག་ གི་ རྣམ་པར་ ཤེས་པ ར་ བྱ་བ འི་ གཟུགས་ ཀྱང་ དེ་ དང་ འདྲ །_
en: The forms that they cognize with their eyes are just like the bone.

source: འགྲམ་སོ ས་ ཟ་བ ར་ བྱེད་པ་ དེ་ ཇི་ལྟ་བ་ བཞིན་ དུ་ རྣམ་པར་ རྟོག་པ་ ཡང་ དེ་ དང་ འདྲ །_ སོ་ ཇི་ལྟ་བ་ བཞིན་ དུ་ ཡུལ་ ཡང་ དེ་ དང་ འདྲ་ སྟེ །_
en: Their thoughts are like the dog’s gnawing, and their objects are like its teeth.

source: དེ་ལྟ་བས་ན་ མིག་ གི་ རྣམ་པར་ ཤེས་པ ར་ བྱ་བ འི་ གཟུགས་ རུས་གོང་ ལྟ་བུ་ དག་ གིས་ བྱིས་པ་ སོ་སོ འི་ སྐྱེ་བོ་ ཐམས་ཅད་ རྣམ་པར་ སླུ་བ ར་ བྱེད་ དོ་ སྙམ་ མོ །_།
en: Hence, the monk will think, ‘All infantile, ordinary beings are deceived by the dog’s bone of forms cognized by the eye consciousness.’

source: ཡང་ དགེ་སློང་ དེ་ སེམས་པ ར་ བྱེད་ དོ །_། |#| ཇི་ལྟ ར་ ན་ འཁོར་བ ར་ ཡིད་ བྱུང་བ འི་ དགེ་སློང་ དག་ སྲེད་པ འི་ འཇིགས་ པས་ འཇིགས་ ཤིང་ །_ འདོད་པ་ ཐམས་ཅད་ རབ་ཏུ་ སྤོང་ ཞིག་ [143a] གུ་ སྙམ་ མོ །_།
en: $261 “Further, the monk will wonder, ‘How does a monk who has renounced cyclic existence develop his fear of the horrors of craving, and how does he relinquish all desires?’ {{page:{number:123,id:UT22084-068-021-100149,folio:F.143.a,volume:V68}}}

source: ཇི་ལྟ ར་ གླང་པོ་ཆེ་ ལོ་ དྲུག་ ལོན་པ་ གླང་པོ་ཆེ འི་ ཆོ་ག་ ཤེས་པ འི་ མིས་ བསྐོར་ ཅིང་ ལུས་ཆེན་པོ་ དེ་ ཤིང་ཐགས་ ཀྱིས་ བསྐོར་ ཏེ །_ བཅིང་བ་ ལྔ་ ཡིས་ བཅིངས་ ནས་
en: Think of a large elephant that has reached sixty years of age and is kept within a fence, surrounded by people who know how to tend elephants, and tied down by five chains.

source: བུ་རམ་ཤིང་ དང་ །_ ལ་དུ་ དང་ །_ བུ་རམ་ ཆང་ དང་ །_ བཟའ་བ་ དང་ །_ བཏུང་བ འི་ རོ་ མང་པོ་ སྦྱར་ ཅིང་ །_ སིལ་སྙན་ དང་ །_ གླུ་ དང་ །_ སྒྲ་དབྱངས་ དག་ གིས་ དེ་ རྣམ་པར་ འདུལ་བ ར་ བྱེད་ དེ
en: Such an elephant may be fed sugarcane, sweets, sugarcane wine, and food and drink of various tastes, and it may be tamed with the help of cymbals, songs, and melodies.

source: གང་ གིས་ དེ་ ཚལ་ གྱི་ བདེ་བ་ བརྗེད་པ ར་ བྱ་བ་ བརྗེད་ ནས །_
en: Thus, the elephant will have forgotten the joys of the forest.

source: དེར་ གླང་པོ་ཆེ་ ཐ་མལ་པ་ དག་ དང་ ལྷན་ཅིག་ གནས་པ ར་ བྱེད་ ཅིང་ དེ་ གཞན་ གྱིས་ བཀྲིར་ རུང་བ ར་ བྱེད་ དོ །_།
en: It now lives among ordinary elephants and can easily be controlled.

source: དེ་ནས་ གླང་པོ་ཆེ འི་ ཆོ་ག་ ཤེས་པ་ དེས་ དེ་ལྟ ར་ ཡོངས་སུ་ སྤྱོད་པ་ ན་ རང་ གི་ ཚལ་ གྱི་ བདེ་བ་ འདོད་པ འི་ གནས་རི་ དང་ །_ སྨན་ལྗོངས་ དང་ །_ ཚལ་ དང་ །_ མེ་ཏོག་ དང་ །_ འབྲས་བུ་ དང་ །_ བྱ འི་ སྒྲ་ དང་ །_ ཆུ འི་ རྒྱུན་ དང་ །_ |#| ས་ཕྱོགས་ དགའ་བ་ རྗེས་སུ་ བསམས་ ཤིང་
en: At some point, however, the conduct of its trainers may make that elephant remember its beloved forest with its hills and valleys, groves of flowers and fruits, songbirds, flowing streams, and delightful landscapes.

source: བཅིངས་པ་ ཐམས་ཅད་ ཀྱང་ བདེ་བ་ དེ་དག་ རྗེས་སུ་ དྲན་ ནས བཅིངས་པ་ ཐམས་ཅད་ བཅད་ དེ །_ གླང་པོ་ཆེ འི་ ཆོ་ག་ ཤེས་པ འི་ མི་ལ་ ཡང་ འཛེམ་པ་ མེད་པར་ བྱས །_ ཤིང་ཐགས་ བཙུགས་པ་ ཡང་ བཅོམ །_
en: The thought of all these joys may induce the elephant to break its chains, and with no regard for its trainers, it may crash through the fence that surrounds it.

source: བུ་རམ་ཤིང་ གི་ དུམ་བུ་ དང་ །_ ལ་དུ་ དང་ །_ བུ་རམ་ ཆང་ དང་ །_ བཏུང་བ འི་ རོ་ དག་ ནི་ འཐུངས་ ལ་གླུ་ དབྱངས་ དག་ གིས་ གཞག་ པར་མ་ ནུས་ ཤིང་ དེ འི་ ཡིད་ རྣམ་པར་ གདུལ་བ་ དང་ །_ དེ འི་ ཚལ་ གྱི་ བདེ་བ་ བརྗེད་པ ར་ བྱ་བ ར་ མ་ནུ ས །_ |#| གླང་པོ་ཆེ་ ཐ་མལ་པ་ དང་ ལྷན་ཅིག་ འདྲ་བ ར་ འགྲོ་བ ར་ མི་ འདོད་ ཅིང་ ཡང་ ཚལ་ དེ་དག་ དྲན་པ་
en: All the tastes of sugarcane, sweets, sugarcane wine, and other drinks that it has consumed, all the songs and melodies, and all its psychological training can no longer keep it in place, for the elephant cannot forget the joys of the jungle. |#| No longer does it wish to live among the domesticated elephants as one of them.

source: དེ་བཞིན་ དུ་ རྣལ་འབྱོར་ སྤྱོད་པ འི་ དགེ་སློང་ དེ་ ཐོག་མ་ མེད་པ འི་ དུས་ ནས་ ཞུགས་པ །_ འཆིང་བ་ ལྔ་ དག་ གིས་ བཅིངས་ ཏེ ལྔ་ གང་ཞེ་ན །_ འདི་ལྟ་སྟེ །_ སྒྲ་ དང་ །_ རེག་པ་ དང་ །_ རོ་ དང་ །_ གཟུགས་ དང་ །_ དྲི་ སྡུག་པ་ དག་ ཡིན་ ནོ །_།
en: $262 “Similarly, the monk who is a spiritual practitioner has since beginningless time been tied down by the five chains of delightful sounds, textures, tastes, forms, and scents.

source: གླང་པོ་ཆེ་ ཆོ་ག་ ཤེས་པ འི་ མིས་ བསྐོར་བ་ ལྟ་བུ་ གང་ཞེ་ན །_
en: In his case, who are the surrounding ‘people who know how to tend elephants’?

source: འདི་ལྟ་སྟེ །_ མིག་ དང་ །_ རྣ་བ་ དང་ །_ སྣ་ དང་ །_ ལྕེ་ དང་ །_ ལུས་ དང་ །_ ཡིད་ ཀྱི་ རྣམ་པར་ ཤེས་པ་ ཀུན་ ནས་ ཉོན་མོངས་པ་ རྣམས་ ཡིན །_
en: They are the afflicted consciousnesses of the eyes, ears, nose, tongue, body, and mind.

source: རང་ གི་ བློ་གྲོས་ ཁྱིམ་ གྱི་ གཟེབ་ ལྟ་བུ ས་ བསྐོར་བ་ ནི་ འདི་ལྟ་སྟེ །_ བུ་ དང་ །_ ཆུང་མ་ དང་ །_ ཀུན་དགའ་ར་བ་ དང་ །_ བྲན་མོ་ དང་ །_ བྲན་ ཕོ་ དང་ །_ ལོངས་སྤྱོད་ དང་ །_ ཁྱིམ་ གྱིས་ བསྐོར་བ་ ཡིན །_
en: His own intelligence remains enclosed by the fence of maintaining a household with children, wife, gardens, female servants, male servants, wealth, and property. {{page:{number:124,id:UT22084-068-021-100150,folio:F.143.b,volume:V68}}}

source: བུ་ [143b] རམ་ ཤིང་ དང་ །_ ལ་དུ་ དང་ །_ བུ་རམ་ ཆང་ དང་ །_ བཏུང་བ འི་ རོ་ ཞེས་ བྱ་བ་ ནི་ ཀུན་ དུ་ རྟོག་པ འི་ ལ་དུ་ འདོད་ཆགས་ ཀྱི་ སྐོམ་ ཞེས་ བྱ་བ་ དེ འི་ ཚིག་ བླ་དགས་ སོ །_།
en: The taste of sugarcane, sweets, sugarcane wine, and other drinks is an illustration of the way the ‘sweets of thinking’ have made that person experience desirous thirst.

source: སྲེད་པ་ ལ་ རྣམ་པར་ ཆགས་པ་ ནི་ གླུ་དབྱངས་ ལྟ་བུ་ ཡིན་ ནོ །_། དགའ་བ འི་ འདོད་ཆགས་ ནི་ བཅིངས་པ་ ལྟ་བུ་ ཡིན །_
en: The person’s craving desires are like the songs and melodies that the elephant hears, and his desire for happiness is like the elephant’s chains.

source: གླང་པོ་ཆེ་ ཐ་མལ་པ་ དང་ འདྲ་བ ར་ ཞེས་ བྱ་བ་ ནི་ མི་ ཐ་མལ་པ་ ལོག་པ ར་ ལྟ་བ་ གླང་པོ་ཆེ་ ཞེས་ བྱ་བ་ དེ འི་ ཚིག་ བླ་དགས་ ཡིན་ ནོ །_།
en: The domesticated elephants are an illustration of ordinary people, the elephants who suffer from wrong views.
